[
    {
        "id": "1",
        "name": "Html",
        "image": "https://i.ibb.co/XzYfWpS/card1.png",
        "title": "Learn Html from scratch in 5 days",
        "subTitle": "This HTML Beginners course will give your all the knowledge you need to master HTML and build something  easily and quickly.",
        "instructor": {
            "name": "Rober Harry",
            "thumbnail_url": "https://i.ibb.co/KDZvGSS/1.jpg",
            "bio": "Rober Harry has been building complex website for top corporations in the San Francisco Bay Area.  With an innate ability to simplify complex topics, Stephen has been mentoring engineers beginning their careers in software development for years, and has now expanded that experience onto Udemy, authoring the highest rated React course. He teaches on Udemy to share the knowledge he has gained with other software engineers.  Invest in yourself by learning from Stephen's published courses."
        },
        "price": "35",
        "rating": "4.4",
        "course_features": [
            "Lectures 123",
            "quizes 30",
            "Duration 30 hours",
            " Skill level All levels",
            " Language English",
            " Students 25 ",
            "Assessments Yes"
        ],
        "students": "100",
        "downloaded_files": "12",
        "course_overview": [
            "Learn the basics of programming world",
            "Learn HTML skillset",
            "Give you a platform for furthur development",
            "By the end of this course, you will have a basic & thorough understanding of HTML",
            "Upon completion, you will have coded a handful of useful HTML examples and You will get a certification that you can print",
            "In the last section of this course, you focus on building a beautiful, semantic, HTML web page",
            "By the end of this course, you will have impressed yourself, and will be able to hit the ground running with your newly acquired "
        ],
        "avg_rating": "4.3"
    },
    {
        "id": "2",
        "name": "CSS",
        "image": "https://i.ibb.co/t3nDYyZ/card2.png",
        "title": "Learn modern Css in 10 days",
        "subTitle": "This CSS Beginners course will give your all the knowledge you need to master CSS and build something  easily ,get your dream job and lead the tech world",
        "instructor": {
            "name": "John Doe",
            "thumbnail_url": "https://i.ibb.co/Swr7Xzt/2.jpg",
            "bio": "John Doe has been building complex website for top corporations in the San Francisco Bay Area.  With an innate ability to simplify complex topics, Stephen has been mentoring engineers beginning their careers in software development for years, and has now expanded that experience onto Udemy, authoring the highest rated React course. He teaches on Udemy to share the knowledge he has gained with other software engineers.  Invest in yourself by learning from Stephen's published courses."
        },
        "price": "15",
        "rating": "4",
        "course_features": [
            "Lectures 123",
            "Quizes 30",
            "Duration 30 hours",
            " Skill level All levels",
            " Language English",
            " Students 25 ",
            "Assessments Yes"
        ],
        "studensts": "210",
        "downloaded_files": "21",
        "course_overview": [
            "Learn the basics of programming world",
            "Learn Css skillset ",
            "Give you a platform for furthur development",
            "By the end of this course, you will have a basic & thorough understanding of Css",
            "Upon completion, you will have coded a handful of useful Css examples and You will get a certification that you can print",
            "In the last section of this course, you focus on building a beautiful, semantic, Css web page",
            "By the end of this course, you will have impressed yourself, and will be able to hit the ground running with your newly acquired "
        ],
        "avg_rating": "4.3"
    },
    {
        "id": "3",
        "name": "React Js",
        "image": "https://i.ibb.co/N9yJxzt/card3.png",
        "title": "Learn Front-end development with React",
        "subTitle": "This React Js Beginners course will give your all the knowledge you need to master React Js and build something  easily and quickly.",
        "instructor": {
            "name": "Fredrick Miller",
            "thumbnail_url": "https://i.ibb.co/M6T5d4g/3.png",
            "bio": "Fredrick Miller has been building complex website for top corporations in the San Francisco Bay Area.  With an innate ability to simplify complex topics, Stephen has been mentoring engineers beginning their careers in software development for years, and has now expanded that experience onto Udemy, authoring the highest rated React course. He teaches on Udemy to share the knowledge he has gained with other software engineers.  Invest in yourself by learning from Stephen's published courses."
        },
        "price": "30",
        "rating": "4.5",
        "course_features": [
            "Lectures 123",
            "quizes 30",
            "Duration 30 hours",
            " Skill level All levels",
            " Language English",
            " Students 25 ",
            "Assessments Yes"
        ],
        "studensts": "310",
        "downloaded_files": "29",
        "course_overview": [
            "Learn the basics of programming",
            "Learn React Js skillset",
            "Give you a platform for furthur development",
            "By the end of this course, you will have a basic & thorough understanding of React Js",
            "Upon completion, you will have coded a handful of useful React Js examples and You will get a certification that you can print",
            "In the last section of this course, you focus on building a beautiful, semantic, React Js web page",
            "By the end of this course, you will have impressed yourself, and will be able to hit the ground running with your newly acquired "
        ],
        "avg_rating": "4.3"
    },
    {
        "id": "4",
        "name": "Anglular Js",
        "image": "https://i.ibb.co/wY9sf3m/card4.png",
        "title": "Master Anguler js in just 20 days",
        "subTitle": "This Anglular Js Beginners course will give your all the knowledge you need to master Anglular  and build something  easily and quickly.",
        "instructor": {
            "name": "Adam graey",
            "thumbnail_url": "https://i.ibb.co/D8YF9H3/4.png",
            "bio": "Adam graey has been building complex website for top corporations in the San Francisco Bay Area.  With an innate ability to simplify complex topics, Stephen has been mentoring engineers beginning their careers in software development for years, and has now expanded that experience onto Udemy, authoring the highest rated React course. He teaches on Udemy to share the knowledge he has gained with other software engineers.  Invest in yourself by learning from Stephen's published courses."
        },
        "price": "31",
        "rating": "3.9",
        "course_features": [
            "Lectures 123",
            "quizes 30",
            "Duration 30 hours",
            " Skill level All levels",
            " Language English",
            " Students 25 ",
            "Assessments Yes"
        ],
        "studensts": "320",
        "downloaded_files": "31",
        "course_overview": [
            "Learn the basics of programming",
            "Learn Anglular Js skillset",
            "Give you a platform for furthur development",
            "By the end of this course, you will have a basic & thorough understanding of Anglular Js",
            "Upon completion, you will have coded a handful of useful Anglular Js examples and You will get a certification that you can print",
            "In the last section of this course, you focus on building a beautiful, semantic,  Anglular Js web page",
            "By the end of this course, you will have impressed yourself, and will be able to hit the ground running with your newly acquired "
        ],
        "avg_rating": "4.3"
    },
    {
        "id": "5",
        "name": "Node Js",
        "image": "https://i.ibb.co/LhWh2VQ/card5.png",
        "title": "Learn Node for back-end develoment",
        "subTitle": "This Node Js Beginners course will give your all the knowledge you need to master Node Js and build something  easily and quickly.",
        "instructor": {
            "name": "Oliver James",
            "thumbnail_url": "https://i.ibb.co/30CtLKS/5.png",
            "bio": "Oliver James has been building complex website for top corporations in the San Francisco Bay Area.  With an innate ability to simplify complex topics, Stephen has been mentoring engineers beginning their careers in software development for years, and has now expanded that experience onto Udemy, authoring the highest rated React course. He teaches on Udemy to share the knowledge he has gained with other software engineers.  Invest in yourself by learning from Stephen's published courses."
        },
        "price": "26",
        "rating": "3.5",
        "course_features": [
            "Lectures 123",
            "quizes 30",
            "Duration 30 hours",
            " Skill level All levels",
            " Language English",
            " Students 25 ",
            "Assessments Yes"
        ],
        "studensts": "450",
        "downloaded_files": "39",
        "course_overview": [
            "Learn the basics of programming",
            "Learn Node Js skillset",
            "Give you a platform for furthur development",
            "By the end of this course, you will have a basic & thorough understanding of Node Js",
            "Upon completion, you will have coded a handful of useful Node Js examples and You will get a certification that you can print",
            "In the last section of this course, you focus on building a beautiful, semantic, Node Js web page",
            "By the end of this course, you will have impressed yourself, and will be able to hit the ground running with your newly acquired "
        ],
        "avg_rating": "4.3"
    },
    {
        "id": "6",
        "name": "Express Js",
        "image": "https://i.ibb.co/WcKQhq2/card6.png",
        "title": "Getting started with Express today",
        "subTitle": "This Express Js Beginners course will give your all the knowledge you need to master Express Js and build something  easily and quickly.",
        "instructor": {
            "name": "Jacob Michael",
            "thumbnail_url": "https://i.ibb.co/3TnhTzC/6.png",
            "bio": "Jacob Michael  has been building complex website for top corporations in the San Francisco Bay Area.  With an innate ability to simplify complex topics, Stephen has been mentoring engineers beginning their careers in software development for years, and has now expanded that experience onto Udemy, authoring the highest rated React course. He teaches on Udemy to share the knowledge he has gained with other software engineers.  Invest in yourself by learning from Stephen's published courses."
        },
        "price": "39",
        "rating": "4.9",
        "course_features": [
            "Lectures 123",
            "quizes 30",
            "Duration 30 hours",
            " Skill level All levels",
            " Language English",
            " Students 25 ",
            "Assessments Yes"
        ],
        "studensts": "500",
        "downloaded_files": "76",
        "course_overview": [
            "Learn the basics of programming",
            "Learn Express Js skillset",
            "Give you a platform for furthur development",
            "By the end of this course, you will have a basic & thorough understanding of Express Js",
            "Upon completion, you will have coded a handful of useful Express Js examples and You will get a certification that you can print",
            "In the last section of this course, you focus on building a beautiful, semantic, Express Js web page",
            "By the end of this course, you will have impressed yourself, and will be able to hit the ground running with your newly acquired "
        ],
        "avg_rating": "4.3"
    },
    {
        "id": "7",
        "name": "Mongodb",
        "image": "https://i.ibb.co/fpZvhcK/card7.png",
        "title": "Learn web-development with Mongodb",
        "subTitle": "This Mongodb Beginners course will give your all the knowledge you need to master Mongodb and build something  easily and quickly.",
        "instructor": {
            "name": "Jack Connor",
            "thumbnail_url": "https://i.ibb.co/HVDgQGP/7.jpg",
            "bio": "Jack Connor has been building complex website for top corporations in the San Francisco Bay Area.  With an innate ability to simplify complex topics, Stephen has been mentoring engineers beginning their careers in software development for years, and has now expanded that experience onto Udemy, authoring the highest rated React course. He teaches on Udemy to share the knowledge he has gained with other software engineers.  Invest in yourself by learning from Stephen's published courses."
        },
        "price": "19",
        "rating": "5",
        "course_features": [
            "Lectures 123",
            "quizes 30",
            "Duration 30 hours",
            " Skill level All levels",
            " Language English",
            " Students 25 ",
            "Assessments Yes"
        ],
        "studensts": "456",
        "downloaded_files": "28",
        "course_overview": [
            "Learn the basics of programming",
            "Learn Mongodb skillset",
            "Give you a platform for furthur development",
            "By the end of this course, you will have a basic & thorough understanding of Mongodb",
            "Upon completion, you will have coded a handful of useful Mongodb examples and You will get a certification that you can print",
            "In the last section of this course, you focus on building a beautiful, semantic, Mongodb web page",
            "By the end of this course, you will have impressed yourself, and will be able to hit the ground running with your newly acquired "
        ],
        "avg_rating": "4.3"
    },
    {
        "id": "8",
        "name": "AWS",
        "image": "https://i.ibb.co/YDdgPQW/card8.jpg",
        "title": "Learn AWS just in 30 days",
        "subTitle": "This AWS Beginners course will give your all the knowledge you need to master AWS and build something  easily and quickly.",
        "instructor": {
            "name": "Thomas Doe",
            "thumbnail_url": "https://i.ibb.co/StJ4Gd6/8.jpg",
            "bio": "Thomas Doe has been building complex website for top corporations in the San Francisco Bay Area.  With an innate ability to simplify complex topics, Stephen has been mentoring engineers beginning their careers in software development for years, and has now expanded that experience onto Udemy, authoring the highest rated React course. He teaches on Udemy to share the knowledge he has gained with other software engineers.  Invest in yourself by learning from Stephen's published courses."
        },
        "price": "28",
        "rating": "5",
        "course_features": [
            "Lectures 123",
            "quizes 30",
            "Duration 30 hours",
            " Skill level All levels",
            " Language English",
            " Students 25 ",
            "Assessments Yes"
        ],
        "studensts": "210",
        "downloaded_files": "15",
        "course_overview": [
            "Learn the basics of programming",
            "Learn AWS skillset",
            "Give you a platform for furthur development",
            "By the end of this course, you will have a basic & thorough understanding of AWS",
            "Upon completion, you will have coded a handful of useful AWS examples and You will get a certification that you can print",
            "In the last section of this course, you focus on building a beautiful, semantic, AWS web page",
            "By the end of this course, you will have impressed yourself, and will be able to hit the ground running with your newly acquired "
        ],
        "avg_rating": "4.3"
    },
    {
        "id": "9",
        "name": "Php",
        "image": "https://i.ibb.co/Nyks8F9/card9.png",
        "title": "Getting started with Php today",
        "subTitle": "This Php Beginners course will give your all the knowledge you need to master Php and build something  easily and quickly.",
        "instructor": {
            "name": "Willium Damian",
            "thumbnail_url": "https://i.ibb.co/CnNsx7b/9.jpg",
            "bio": "Willium Damian has been building complex website for top corporations in the San Francisco Bay Area.  With an innate ability to simplify complex topics, Stephen has been mentoring engineers beginning their careers in software development for years, and has now expanded that experience onto Udemy, authoring the highest rated React course. He teaches on Udemy to share the knowledge he has gained with other software engineers.  Invest in yourself by learning from Stephen's published courses."
        },
        "price": "18",
        "rating": "4.6",
        "course_features": [
            "Lectures 123",
            "quizes 30",
            "Duration 30 hours",
            " Skill level All levels",
            " Language English",
            " Students 25 ",
            "Assessments Yes"
        ],
        "studensts": "360",
        "downloaded_files": "10",
        "course_overview": [
            "Learn the basics of programming",
            "Learn php skillset",
            "Give you a platform for furthur development",
            "By the end of this course, you will have a basic & thorough understanding of php",
            "Upon completion, you will have coded a handful of useful php examples and You will get a certification that you can print",
            "In the last section of this course, you focus on building a beautiful, semantic, php web page",
            "By the end of this course, you will have impressed yourself, and will be able to hit the ground running with your newly acquired "
        ],
        "avg_rating": "4.3"
    }
]